<UNK> 10000000
person 12370
a 9828
the 6310
on 2385
is 1902
in 1360
door 1252
of 1057
they 1022
their 909
opens 879
takes 838
puts 823
to 692
from 680
out 639
eating 630
glass 619
light 600
off 547
holding 543
into 537
down 496
book 486
table 456
bag 449
sandwich 448
shoes 443
closes 442
chair 436
food 434
cabinet 416
some 414
laptop 408
at 403
window 396
box 394
put 365
it 364
clothes 360
sitting 348
shelf 348
cup 346
sits 345
phone 339
runs 335
room 334
putting 334
turns 334
up 324
floor 322
water 316
take 312
sneezing 311
pillow 311
open 303
doorway 298
throws 296
another 276
walks 276
with 273
opening 273
drinking 264
through 254
picture 251
starts 249
smiling 248
refrigerator 243
bed 237
blanket 229
laughing 228
closet 219
begins 218
towel 210
coffee 206
one 200
cooking 196
eats 191
undressing 190
closing 182
close 179
something 175
stove 171
begin 163
drink 161
start 155
medicine 151
throwing 149
them 145
drinks 144
camera 138
eat 137
broom 136
sofa 135
pours 134
mirror 130
watching 129
running 128
dishes 126
away 123
stand 123
turn 122
awakens 120
television 117
looks 116
kitchen 115
by 113
onto 112
back 112
washing 111
groceries 109
sink 108
bathroom 106
couch 105
looking 104
dressing 102
as 101
desk 90
bottle 85
sit 83
behind 83
standing 81
bedroom 81
playing 80
look 80
are 78
throw 78
pouring 78
turning 77
stairs 76
hands 75
reading 72
hallway 70
front 70
was 64
walking 62
garage 61
his 59
tidying 58
pantry 58
that 58
laughs 56
awakening 56
themselves 56
washes 55
hair 55
fixing 53
over 52
doorknob 52
opened 50
talking 49
working 49
snuggling 49
seen 47
plate 46
laundry 45
other 45
an 44
run 43
pour 43
holds 42
living 42
entryway 41
walk 41
around 41
he 40
stands 39
pair 39
dressed 39
next 38
inside 38
man 38
dish 36
undresses 36
vacuum 36
under 34
this 33
wardrobe 32
counter 32
machine 31
wash 31
gets 31
lights 30
snack 30
fixes 30
bite 29
get 29
homework 29
watches 29
second 28
lying 28
for 28
jacket 28
laugh 28
washer 27
dining 27
chips 27
dryer 27
top 26
basement 25
, 24
undress 24
closed 24
wall 24
pocket 23
someone 23
two 22
turned 22
taking 22
hand 21
goes 21
there 21
soda 20
enters 20
outside 20
nearby 20
or 20
office 19
doors 19
watch 19
finally 19
started 19
getting 19
near 19
same 19
laying 18
read 18
tidy 18
ground 18
snuggles 17
grabs 17
go 17
cook 17
lies 17
grab 17
fix 17
proceeds 17
towards 16
video 16
corner 16
pile 16
dresses 16
small 15
work 15
recreation 15
reads 15
game 15
lays 15
leave 15
switch 15
also 15
when 15
more 14
people 14
home 14
smiles 14
plays 14
books 14
place 14
pot 14
items 13
after 13
both 13
who 13
milk 13
hall 13
fridge 13
pillows 13
woman 12
b 12
play 12
tv 11
paper 11
house 11
undressed 11
picks 11
stops 11
across 11
few 11
so 11
first 11
comes 11
pictures 11
bags 11
began 11
bowl 11
piece 11
again 11
cookie 10
quickly 10
juice 10
head 10
cell 10
carrying 10
her 10
than 10
computer 10
snuggle 10
dirty 10
leaves 9
toward 9
using 9
boxes 9
awaken 9
grasping 9
cooks 9
sip 9
looked 9
screen 9
leaving 9
all 8
what 8
themself 8
pick 8
towels 8
repeatedly 8
papers 8
apple 8
cupboard 8
times 8
wrapped 8
shoe 8
toilet 8
cabinets 8
taken 7
hold 7
dress 7
wine 7
cups 7
wearing 7
him 7
decides 7
things 7
time 7
continues 7
item 7
can 7
clothing 7
talk 7
doing 7
were 7
she 7
where 7
works 7
suddenly 6
sweater 6
lap 6
feet 6
cereal 6
seated 6
self 6
grocery 6
shirt 6
stack 6
way 6
folded 6
garbage 6
plastic 6
have 6
sat 6
aside 6
which 6
folding 6
different 6
pan 6
candy 6
does 6
dresser 6
past 5
talks 5
hamper 5
each 5
uses 5
study 5
make 5
moment 5
shoulder 5
be 5
wards 5
beverage 5
notebook 5
sneezes 5
reaches 5
blinds 5
finish 5
flashlight 5
because 5
detergent 5
but 5
pull 5
hanging 4
smile 4
decide 4
large 4
tea 4
above 4
full 4
tries 4
oven 4
beside 4
foot 4
try 4
forth 4
shelves 4
done 4
contents 4
lid 4
cave 4
though 4
clean 4
shutting 4
against 4
games 4
beer 4
tissue 4
containing 4
just 4
has 4
couple 4
continue 4
steps 4
bottom 4
proceed 4
iced 4
nap 4
grasps 4
rack 4
appears 4
use 4
thermos 4
car 4
1 4
stop 4
liquid 4
flips 4
still 4
glasses 4
container 4
breakfast 4
multiple 4
keeps 4
cellphone 4
show 4
stuff 4
finishing 4
#2 4
#1 4
poured 4
trash 4
meal 4
trying 4
places 4
grasp 4
sneeze 4
pulls 3
dishwasher 3
crackers 3
thing 3
lot 3
enter 3
its 3
side 3
walked 3
washed 3
beginning 3
too 3
tool 3
took 3
chest 3
circles 3
lightbulb 3
find 3
being 3
twice 3
see 3
arm 3
mug 3
picking 3
whole 3
cleaner 3
empty 3
air 3
while 3
nightstand 3
several 3
left 3
hat 3
doorthe 3
bin 3
right 3
old 3
dinner 3
slightly 3
lied 3
himself 3
removes 3
cloth 3
potato 3
once 3
young 3
guy 3
& 3
drawer 3
staircase 3
basket 3
covered 3
underneath 3
lunch 3
tennis 3
2 3
bulb 3
face 3
fixed 3
come 3
dust 3
reflection 3
bench 3
blankets 3
seconds 3
about 3
area 3
partially 3
moves 3
starting 3
program 2
very 2
selfies 2
cookies 2
pass 2
stood 2
call 2
grabbing 2
sweeps 2
pushes 2
occasionally 2
pizza 2
lay 2
fit 2
backpack 2
recreational 2
writing 2
then 2
found 2
bends 2
hard 2
magazine 2
got 2
cleaning 2
kind 2
shower 2
lie 2
snuggled 2
reach 2
eaten 2
mobile 2
new 2
remove 2
said 2
movie 2
various 2
encounters 2
objects 2
load 2
proceeded 2
entered 2
else 2
tapping 2
cracker 2
exiting 2
funny 2
bottles 2
plates 2
used 2
keys 2
kept 2
entry 2
had 2
big 2
bit 2
bunch 2
jumps 2
whats 2
selfie 2
beneath 2
opend 2
form 2
windows 2
later 2
check 2
prepares 2
together 2
cooked 2
came 2
fresh 2
switches 2
flash 2
boots 2
appear 2
falling 2
pause 2
dusty 2
makes 2
remains 2
chocolate 2
cap 2
winter 2
instead 2
move 2
cuts 2
entering 2
rec 2
red 2
resumes 2
little 2
sheet 2
wrapper 2
white 2
neck 2
cards 2
wakes 2
napkin 2
bright 2
stair 2
view 2
seat 2
closer 2
between 2
tub 2
curtain 2
shoulders 2
awakened 2
middle 2
upon 2
persons 2
i 2
well 2
half 2
sweeping 2
knob 2
chairs 2
page 2
broken 2
periodically 2
carries 2
uncontrollably 2
removing 2
pretends 2
bucket 2
tissues 2
ledge 2
briefly 2
sandwhich 2
coat 2
remote 2
yellow 1
sleep 1
follow 1
causes 1
carpet 1
apartment 1
th 1
flicking 1
screwdriver 1
wooden 1
adjust 1
teh 1
railing 1
tidily 1
blue 1
fingers 1
supplies 1
movement 1
situation 1
cardboard 1
dry 1
daughter 1
creepy 1
drawers 1
followed 1
stray 1
angrily 1
replace 1
visible 1
theirself 1
doorwaythe 1
eye 1
texting 1
brings 1
cookingon 1
worn 1
dew 1
sudden 1
elbow 1
foodthe 1
needs 1
end 1
complaining 1
comfort 1
how 1
hot 1
freshly 1
stir 1
tried 1
lighting 1
short 1
attempt 1
third 1
bookbag 1
pans 1
muffin 1
held 1
dough 1
before 1
personal 1
carton 1
evening 1
closses 1
break 1
bread 1
meat 1
dumps 1
frantically 1
calmly 1
bowls 1
personlaying 1
absurdity 1
comic 1
really 1
redressed 1
edoorknob 1
misses 1
isdrinking 1
dirt 1
theirselves 1
crouches 1
base 1
hoodie 1
loads 1
thrown 1
pulling 1
faucet 1
positioning 1
unhealthy 1
recloses 1
awoke 1
thoughtfully 1
thick 1
heads 1
flings 1
legs 1
persno 1
curtains 1
ceiling 1
warmly 1
happily 1
serve 1
draped 1
part 1
stirs 1
squeaky 1
silly 1
remembers 1
deciding 1
sees 1
refrigerators 1
randomly 1
cleaned 1
seem 1
dancing 1
swallowing 1
lifts 1
sandwiches 1
laughed 1
eggs 1
hide 1
cover 1
dog 1
points 1
hugging 1
touches 1
rampant 1
smilingthe 1
clothesline 1
excitedly 1
heartily 1
circle 1
rice 1
do 1
touchscreen 1
pretending 1
during 1
softly 1
x 1
set 1
fluffy 1
decided 1
ritz 1
fruits 1
news 1
boxthe 1
last 1
cuddles 1
lookin 1
cupthe 1
2nd 1
loaded 1
hysterically 1
due 1
been 1
threw 1
rather 1
flight 1
unidentified 1
child 1
replaces 1
leaning 1
violently 1
ans 1
if 1
forehead 1
mountain 1
liquids 1
purpose 1
kid 1
older 1
edge 1
photo 1
unto 1
tablet 1
belongs 1
board 1
win 1
boxed 1
coatrack 1
burnt 1
vanity 1
night 1
humorous 1
sponge 1
hurriedly 1
ear 1
microwave 1
pen 1
cabitnet 1
step 1
completing 1
o 1
hinge 1
beans 1
framed 1
frig 1
beings 1
balanced 1
baggy 1
happy 1
atop 1
heat 1
properly 1
sick 1
removed 1
shutters 1
directed 1
continuously 1
brightly 1
reenter 1
paperwork 1
shines 1
no 1
not 1
tossing 1
setting 1
smiled 1
having 1
switched 1
sneezingthe 1
pillowthe 1
grape 1
smartphone 1
string 1
spoon 1
wipe 1
mashine 1
dim 1
level 1
they've 1
inspection 1
photograph 1
folds 1
fold 1
shirts 1
picked 1
pajamas 1
soup 1
waiting 1
ishoes 1
runnings 1
leg 1
packing 1
let 1
along 1
change 1
boy 1
dusts 1
larger 1
bow 1
products 1
boo 1
spices 1
examining 1
shoves 1
pauses 1
intently 1
sort 1
entrance 1
envelope 1
everywhere 1
donut 1
making 1
laughter 1
dosage 1
nearest 1
slid 1
tap 1
bent 1
snacks 1
process 1
chip 1
confused 1
high 1
posing 1
bend 1
pink 1
doorwaywhile 1
struggles 1
lamp 1
furiously 1
vegins 1
remember 1
linen 1
drying 1
ended 1
won't 1
cola 1
twirls 1
chosen 1
sill 1
notebooks 1
orange 1
puzzle 1
itand 1
non 1
drop 1
sneezed 1
debating 1
bursts 1
shaking 1
girl 1
begings 1
shut 1
earlier 1
approached 1
spot 1
reacts 1
intensely 1
conversation 1
think 1
cheese 1
flipping 1
reopen 1
message 1
returns 1
typing 1
gives 1
hug 1
gear 1
appropriatley 1
and 1
gently 1
comfortable 1
ant 1
collects 1
need 1
adjusting 1
sheets 1
device 1
clothesthe 1
bedroomthey 1
brew 1
shot 1
recipe 1
bedside 1
grabbed 1
jar 1
only 1
going 1
black 1
laughingthe 1
words 1
reveal 1
morning 1
workbench 1
frame 1
packet 1
asleep 1
driveway 1
attempting 1
ornament 1
3 1
flicks 1
checks 1
bought 1
kicking 1
hits 1
many 1
somewhere 1
s 1
pop 1
anti 1
stretch 1
slowly 1
abruptly 1
finishes 1
wake 1
will 1
purse 1
sleeping 1
tidys 1
swinging 1
awhile 1
woken 1
shuts 1
struggling 1
alot 1
unlace 1
nest 1
fruit 1
stairwell 1
changing 1
burrito 1
bending 1
moments 1
rest 1
seats 1
touch 1
point 1
seems 1
mirrored 1
wet 1
pill 1
checking 1
gestures 1
immediately 1
doorways 1
like 1
redress 1
warmer 1
thier 1
shirtless 1
doen 1
exit 1
knife 1
stairway 1
pepper 1
noise 1
reaching 1
consuming 1
kleenex 1
package 1
tray 1
favorite 1
sweat 1
own 1
three 1
cocoa 1
references 1
bedtime 1
skillet 1
stare 1
additional 1
prepare 1
hey 1
stars 1
cloths 1
uncontrollable 1
bagged 1
jug 1
constantly 1
coke 1
pitcher 1
wiping 1
downstairs 1
rush 1
rage 1
flip 1
placed 1
below 1
tosses 1
aa 1
acids 1
videos 1
int 1
moved 1
straightens 1
watched 1
ina 1
messily 1
loud 1
storage 1
curtained 1
clothe 1
canvas 1
groom 1
cookbook 1
original 1
